{
  "Stoic-Quotes": [
    {
      "quote": "Objective judgment, now at this very moment. Unselfish action, now at this very moment. Willing acceptance, now at this very moment— of all external events. That is all you need.",
      "stoic": "Marcus Aurelius"
    },
    {
      "quote": "Why should we feel anger at the world? As if the world would notice.",
      "stoic": "Marcus Aurelius"
    },
    {
      "quote": "We are not given a short life but we make it short, and we are not ill-supplied but wasteful of it… Life is long if you know how to use it.",
      "stoic": "Seneca"
    },
    {
      "quote": "Far too many good brains have been afflicted by the pointless enthusiasm for useless knowledge.",
      "stoic": "Seneca"
    },
    {
      "quote": "I judge you unfortunate because you have never lived through misfortune. You have passed through life without an opponent— no one can ever know what you are capable of, not even you.",
      "stoic": "Seneca"
    },
    {
      "quote": "Let us not postpone anything, let us engage in combats with life each day.",
      "stoic": "Seneca"
    },
    {
      "quote": "Cling tooth and nail to the following rule: Not to give in to adversity, not to trust prosperity, and always take full note of fortune's habit of behaving just as she pleases.",
      "stoic": "Seneca"
    },
    {
      "quote": "People are frugal in guarding their personal property; but as soon as it comes to squandering time they are most wasteful of the one thing in which it is right to be stingy.",
      "stoic": "Seneca"
    },
    {
      "quote": "No person hands out their money to passersby, but to how many do each of us hand out our lives! We’re tightfisted with property and money, yet think too little of wasting time, the one thing about which we should all be the toughest misers.",
      "stoic": "Seneca"
    },
    {
      "quote": "Putting things off is the biggest waste of life: it snatches away each day as it comes, and denies us the present by promising the future.",
      "stoic": "Seneca"
    },
    {
      "quote": "First say to yourself what you would be; and then do what you have to do.",
      "stoic": "Epictetus"
    },
    {
      "quote": "You squander time as if you drew from a full and abundant supply, though all the while that day which you bestow on some person or thing is perhaps your last.",
      "stoic": "Seneca"
    },
    {
      "quote": "But life is very short and anxious for those who forget the past, neglect the present, and fear the future.",
      "stoic": "Seneca"
    },
    {
      "quote": "All of humanity’s problems stem from man’s inability to sit quietly in a room alone.",
      "stoic": "Pascal"
    },
    {
      "quote": "The greatest blessings of mankind are within us and within our reach. A wise man is content with his lot, whatever it may be, without wishing for what he has not.",
      "stoic": "Seneca"
    },
    {
      "quote": "As long as he depends on that which is not naturally his own, he will live in fear, for of necessity thou must be envious, jealous and suspicious of those who can take away those things.",
      "stoic": "Marcus Aurelius"
    },
    {
      "quote": "Get busy with life's purpose, toss aside empty hopes, get active in your own rescue.",
      "stoic": "Marcus Aurelius"
    },
    {
      "quote": "The impediment to action advances action. What stands in the way becomes the way.",
      "stoic": "Marcus Aurelius"
    },
    {
      "quote": "It never ceases to amaze me: we all love ourselves more than other people, but care more about their opinion than our own.",
      "stoic": "Marcus Aurelius"
    },
    {
      "quote": "Be tolerant with others and strict with yourself.",
      "stoic": "Marcus Aurelius"
    },
    {
      "quote": "Because most of what we say and do is not essential. If you can eliminate it, you'll have more time and more tranquility. Ask yourself at every moment: Is this necessary?",
      "stoic": "Marcus Aurelius"
    },
    {
      "quote": "If someone tried to take control of your body and make you a slave, you would fight for freedom. Yet how easily you hand over your mind to anyone who insults you.",
      "stoic": "Epictetus"
    },
    {
      "quote": "Remember: It is not enough to be hit or insulted to be harmed, you must believe that you are being harmed. If someone succeeds in provoking you, realize your mind is complicit in the provocation.",
      "stoic": "Epictetus"
    },
    {
      "quote": "Everything can be taken from a man but one thing: the last of the human freedoms—to choose one’s attitude in any given set of circumstances, to choose one’s own way.",
      "stoic": "Viktor Frankl"
    },
    {
      "quote": "When we are no longer able to change a situation, we are challenged to change ourselves.",
      "stoic": "Viktor Frankl"
    },
    {
      "quote": "A human being is a deciding being.",
      "stoic": "Viktor Frankl"
    },
    {
      "quote": "Live as if you were living a second time, and as though you had acted wrongly the first time.",
      "stoic": "Viktor Frankl"
    },
    {
      "quote": "If there is a meaning in life at all, then there must be a meaning in suffering. Suffering is an ineradicable part of life, even as fate and death. Without suffering and death, human life cannot be complete.",
      "stoic": "Viktor Frankl"
    },
    {
      "quote": "Just keep in mind: the more we value things outside our control, the less control we have.",
      "stoic": "Epictetus"
    },
    {
      "quote": "The tranquility that comes when you stop caring what they say. Or think, or do. Only what you do.",
      "stoic": "Marcus Aurelius"
    },
    {
      "quote": "It does not matter what you bear, but how you bear it.",
      "stoic": "Seneca"
    },
    {
      "quote": "A gem cannot be polished without friction, nor a man perfected without trials.",
      "stoic": "Seneca"
    },
    {
      "quote": "He has the most who is content with the least.",
      "stoic": "Diogenes the Cynic"
    },
    {
      "quote": "Man conquers the world by conquering himself.",
      "stoic": "Zeno of Citium"
    },
    {
      "quote": "When someone is properly grounded in life, they shouldn’t have to look outside themselves for approval.",
      "stoic": "Epictetus"
    },
    {
      "quote": "To be stoic is not to be emotionless, but to remain unaffected by your emotions.",
      "stoic": "James Pierce"
    },
    {
      "quote": "If you are pained by any external thing, it is not this thing that disturbs you, but your own judgment about it. And it is in your power to wipe out this judgment now.",
      "stoic": "Marcus Aurelius"
    },
    {
      "quote": "Today I escaped from anxiety. Or no, I discarded it, because it was within me, in my own perceptions — not outside.",
      "stoic": "Marcus Aurelius"
    },
    {
      "quote": "We should always be asking ourselves: Is this something that is, or is not, in my control?",
      "stoic": "Epictetus"
    },
    {
      "quote": "You are hurt the moment you believe yourself to be.",
      "stoic": "Epictetus"
    },
    {
      "quote": "Remember: Matter. How tiny your share of it. Time. How brief and fleeting your allotment of it. Fate. How small a role you play in it.",
      "stoic": "Marcus Aurelius"
    },
    {
      "quote": "You have power over your mind— not outside events. Realize this, and you will find strength.",
      "stoic": "Marcus Aurelius"
    },
    {
      "quote": "Wealth consists not in having great possessions, but in having few wants.",
      "stoic": "Epictetus"
    },
    {
      "quote": "You are scared of dying— and, tell me, is the kind of life you lead really any different than being dead?",
      "stoic": "Seneca"
    },
    {
      "quote": "Everything hangs on one's thinking... A man is as unhappy as he has convinced himself he is.",
      "stoic": "Seneca"
    },
    {
      "quote": "A man who dares to waste an hour of time has not discovered the value of his life.",
      "stoic": "Charles Darwin"
    },
    {
      "quote": "Nobody works out the value of time: men use it lavishly as if it cost nothing… We have to be more careful in preserving what will cease at an unknown point.",
      "stoic": "Seneca"
    },
    {
      "quote": "We suffer more in imagination than in reality.",
      "stoic": "Seneca"
    },
    {
      "quote": "The whole future lies in uncertainty: live immediately.",
      "stoic": "Seneca"
    },
    {
      "quote": "How does it help... to make troubles heavier by bemoaning them?",
      "stoic": "Seneca"
    },
    {
      "quote": "To bear trials with a calm mind robs misfortune of its strength and burden.",
      "stoic": "Seneca"
    },
    {
      "quote": "We should always allow some time to elapse, for time discloses the truth.",
      "stoic": "Seneca"
    },
    {
      "quote": "He who indulges in empty fears earns himself real fears.",
      "stoic": "Seneca"
    },
    {
      "quote": "If you seek tranquility, do less. Or (more accurately) do what’s essential. Do less, better. Because most of what we do or say is not essential.",
      "stoic": "Marcus Aurelius"
    },
    {
      "quote": "We have two ears and one mouth so that we can listen twice as much as we speak.",
      "stoic": "Epictetus"
    },
    {
      "quote": "It is impossible for a man to learn what he thinks he already knows.",
      "stoic": "Epictetus"
    },
    {
      "quote": "Circumstances don’t make the man, they only reveal him to himself.",
      "stoic": "Epictetus"
    },
    {
      "quote": "Deliberate much before saying or doing anything, for you will not have the power of recalling what is said or done.",
      "stoic": "Epictetus"
    },
    {
      "quote": "We don't abandon our pursuits because we despair of ever perfecting them.",
      "stoic": "Epictetus"
    },
    {
      "quote": "It isn’t the events themselves that disturb people, but only their judgements about them.",
      "stoic": "Epictetus"
    },
    {
      "quote": "We don't get to choose what happens to us. But we can always choose how we feel about it. So why would you choose to feel anything but good?",
      "stoic": "Ryan Holiday"
    },
    {
      "quote": "I must not fear. Fear is the mind-killer. I will face my fear. I will permit it to pass over me and through me. Where the fear has gone there will be nothing. Only I will remain.",
      "stoic": "Paul Atreides"
    },
    {
      "quote": "Waste no more time arguing about what a good man should be. Be one.",
      "stoic": "Marcus Aurelius"
    },
    {
      "quote": "You don't have to turn this into something. It doesn't have to upset you.",
      "stoic": "Marcus Aurelius"
    },
    {
      "quote": "You could leave life right now. Let that determine what you do and say and think.",
      "stoic": "Marcus Aurelius"
    },
    {
      "quote": "The things you think about determine the quality of your mind. Your soul takes on the colour of your thoughts.",
      "stoic": "Marcus Aurelius"
    },
    {
      "quote": "The happiness of your life depends upon the quality of your thoughts.",
      "stoic": "Marcus Aurelius"
    },
    {
      "quote": "Reject your sense of injury and the injury itself disappears.",
      "stoic": "Marcus Aurelius"
    },
    {
      "quote": "Do not act as if you were going to live ten thousand years. Death hangs over you. While you live, while it is in your power, be good.",
      "stoic": "Marcus Aurelius"
    },
    {
      "quote": "Look well into thyself; there is a source of strength which will always spring up if thou wilt always look.",
      "stoic": "Marcus Aurelius"
    },
    {
      "quote": "No carelessness in your actions. No confusion in your words. No imprecision in your thoughts.",
      "stoic": "Marcus Aurelius"
    },
    {
      "quote": "Suffering arises from trying to control what is uncontrollable, or from neglecting what is within our power.",
      "stoic": "Epictetus"
    },
    {
      "quote": "The chief task in life is simply this: to identify and separate matters so that I can say clearly to myself which are externals not under my control, and which have to do with the choices I actually control. Where then do I look for good and evil? Not to uncontrollable externals, but within myself to the choices that are my own...",
      "stoic": "Epictetus"
    },
    {
      "quote": "Humility is a knowledge of our weaknesses, confidence is a knowledge of our strengths, and ego is something dangerous with none of the former and a skewed sense of the latter.",
      "stoic": "Ryan Holiday"
    },
    {
      "quote": "There's no one to perform for. There's only work to be done and lessons to be learned.",
      "stoic": "Ryan Holiday"
    },
    {
      "quote": "Even if I lack the talent, I will not abandon the effort on that account... We do not abandon any discipline for despair of ever being the best in it.",
      "stoic": "Epictetus"
    },
    {
      "quote": "Two elements must therefore be rooted out once for all, – the fear of future suffering, and the recollection of past suffering; since the latter no longer concerns me, and the former concerns me not yet.",
      "stoic": "Seneca"
    },
    {
      "quote": "He suffers more than necessary, who suffers before it is necessary.",
      "stoic": "Seneca"
    },
    {
      "quote": "If you accomplish something good with hard work, the labor passes quickly, but the good endures; if you do something shameful in pursuit of pleasure, the pleasure passes quickly, but the shame endures.",
      "stoic": "Gaius Musonius Rufus"
    },
    {
      "quote": "You will earn the respect of all if you begin by earning the respect of yourself. Don’t expect to encourage good deeds in people conscious of your own misdeeds.",
      "stoic": "Gaius Musonius Rufus"
    },
    {
      "quote": "Remember how long you've been putting this off... There is a limit to the time assigned you, and if you don't use it to free yourself it will be gone and will never return.",
      "stoic": "Marcus Aurelius"
    },
    {
      "quote": "How unlucky I am that this should happen to me. But not at all. Perhaps, say how lucky I am that I am not broken by what has happened, and I am not afraid of what is about to happen. For the same blow might have stricken anyone, but not many would have absorbed it without capitulation and complaint.",
      "stoic": "Marcus Aurelius"
    },
    {
      "quote": "If something is difficult for you to accomplish, do not then think it impossible for any human being; rather, if it is humanly possible and corresponds to human nature, know that it is attainable by you as well.",
      "stoic": "Marcus Aurelius"
    }
  ]
}